Repository: rokrokss/recly
Catalog: apple/RecKit/Sources/RecKit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fil, fr, hi, it, ja, ko, pl, pt_br, pt_pt, ru, sw, th, tr, ur, vi, zh_hans, zh_hant

source: I turned off model training in my ElevenLabs account.
ar: أوقفتُ تدريب النماذج في حسابي على ElevenLabs.
bn: আমি আমার ElevenLabs অ্যাকাউন্টে মডেল প্রশিক্ষণ বন্ধ করেছি।
de: Ich habe das Modelltraining in meinem ElevenLabs-Konto deaktiviert.
es: He desactivado el entrenamiento de modelos en mi cuenta de ElevenLabs.
fa: آموزش مدل را در حساب ElevenLabs خود خاموش کرده‌ام.
fil: In-off ko ang model training sa aking ElevenLabs account.
fr: J’ai désactivé l’entraînement des modèles dans mon compte ElevenLabs.
hi: मैंने अपने ElevenLabs खाते में मॉडल प्रशिक्षण बंद कर दिया है।
it: Ho disattivato l’addestramento dei modelli nel mio account ElevenLabs.
ja: ElevenLabsアカウントでモデルの学習をオフにしました。
ko: ElevenLabs 계정에서 모델 학습을 껐습니다.
pl: Trenowanie modeli na moim koncie ElevenLabs jest wyłączone.
pt_br: Desativei o treinamento de modelos na minha conta ElevenLabs.
pt_pt: Desativei o treino de modelos na minha conta ElevenLabs.
ru: Обучение моделей в моём аккаунте ElevenLabs отключено.
sw: Nimezima ufunzaji wa modeli kwenye akaunti yangu ya ElevenLabs.
th: ฉันปิดการฝึกโมเดลในบัญชี ElevenLabs ของฉันแล้ว
tr: ElevenLabs hesabımda model eğitimini kapattım.
ur: میں نے اپنے ElevenLabs اکاؤنٹ میں ماڈل کی تربیت آف کر دی ہے۔
vi: Tôi đã tắt tính năng huấn luyện mô hình trong tài khoản ElevenLabs của mình.
zh_hans: 我已在ElevenLabs账号中关闭模型训练。
zh_hant: 我已在ElevenLabs帳戶中關閉模型訓練。

source: Receiving from the watch
ar: جارٍ الاستلام من الساعة
bn: ঘড়ি থেকে গ্রহণ করা হচ্ছে
de: Empfang von der Uhr
es: Recibiendo del reloj
fa: در حال دریافت از ساعت
fil: Tumatanggap mula sa relo
fr: Réception depuis la montre
hi: घड़ी से मिल रहा है
it: Ricezione dall’orologio
ja: ウォッチから受信中
ko: 워치에서 받는 중
pl: Odbieranie z zegarka
pt_br: Recebendo do relógio
pt_pt: A receber do relógio
ru: Получение с часов
sw: Inapokea kutoka kwenye saa
th: กำลังรับจากนาฬิกา
tr: Saatten alınıyor
ur: گھڑی سے موصول ہو رہا ہے
vi: Đang nhận từ đồng hồ
zh_hans: 正在从手表接收
zh_hant: 正在從手錶接收

source: Recorded on another device. Deleting removes it from Drive and from every device.
ar: سُجّل على جهاز آخر. يؤدي الحذف إلى إزالته من Drive وجميع الأجهزة.
bn: অন্য ডিভাইসে রেকর্ড করা হয়েছে। মুছলে এটি Drive এবং সব ডিভাইস থেকে সরে যাবে।
de: Auf einem anderen Gerät aufgenommen. Löschen entfernt die Aufnahme aus Drive und von allen Geräten.
es: Grabado en otro dispositivo. Al eliminarlo se borra de Drive y de todos los dispositivos.
fa: در دستگاه دیگری ضبط شده است. حذف، آن را از Drive و همه دستگاه‌ها پاک می‌کند.
fil: Na-record sa ibang device. Kapag na-delete, aalisin ito sa Drive at sa bawat device.
fr: Enregistré sur un autre appareil. La suppression le retire de Drive et de tous les appareils.
hi: दूसरे डिवाइस पर रिकॉर्ड हुआ। हटाने पर Drive और सभी डिवाइस से हटेगा।
it: Registrata su un altro dispositivo. L’eliminazione la rimuove da Drive e da tutti i dispositivi.
ja: 別のデバイスで録音されました。削除すると、Driveとすべてのデバイスから削除されます。
ko: 다른 기기에서 녹음한 것입니다. 지우면 Drive와 모든 기기에서 사라집니다.
pl: Nagrane na innym urządzeniu. Usunięcie spowoduje usunięcie go z Drive i ze wszystkich urządzeń.
pt_br: Gravado em outro dispositivo. A exclusão remove do Drive e de todos os dispositivos.
pt_pt: Gravada noutro dispositivo. Eliminá-la remove-a do Drive e de todos os dispositivos.
ru: Записано на другом устройстве. Удаление уберёт запись из Drive и со всех устройств.
sw: Ilirekodiwa kwenye kifaa kingine. Ukiifuta, itaondolewa kwenye Drive na kwenye kila kifaa.
th: บันทึกจากอุปกรณ์อื่น การลบจะนำออกจาก Drive และจากทุกอุปกรณ์
tr: Başka bir cihazda kaydedildi. Silerseniz Drive'dan ve tüm cihazlardan kaldırılır.
ur: دوسرے آلے پر ریکارڈ کی گئی۔ حذف کرنے سے یہ Drive اور ہر آلے سے ہٹ جائے گی۔
vi: Được ghi trên thiết bị khác. Khi xóa, bản ghi âm sẽ bị xóa khỏi Drive và mọi thiết bị.
zh_hans: 录制于其他设备。删除后将从Drive和所有设备中移除。
zh_hant: 錄製於其他裝置。刪除後將從Drive和所有裝置中移除。

source: Recording
ar: جارٍ التسجيل
bn: রেকর্ড হচ্ছে
de: Aufnahme läuft
es: Grabando
fa: در حال ضبط
fil: Nagre-record
fr: Enregistrement
hi: रिकॉर्डिंग जारी
it: In registrazione
ja: 録音中
ko: 녹음 중
pl: Nagrywanie
pt_br: Gravando
pt_pt: A gravar
ru: Идёт запись
sw: Inarekodi
th: กำลังบันทึกเสียง
tr: Kayıt yapılıyor
ur: ریکارڈنگ جاری
vi: Đang ghi âm
zh_hans: 正在录音
zh_hant: 錄音中

source: Recording title
ar: عنوان التسجيل
bn: রেকর্ডিংয়ের শিরোনাম
de: Aufnahmetitel
es: Título de la grabación
fa: عنوان ضبط
fil: Pamagat ng recording
fr: Titre de l’enregistrement
hi: रिकॉर्डिंग का शीर्षक
it: Titolo della registrazione
ja: 録音タイトル
ko: 녹음 제목
pl: Tytuł nagrania
pt_br: Título da gravação
pt_pt: Título da gravação
ru: Название записи
sw: Kichwa cha rekodi
th: ชื่อการบันทึกเสียง
tr: Kayıt başlığı
ur: ریکارڈنگ کا عنوان
vi: Tiêu đề bản ghi âm
zh_hans: 录音标题
zh_hant: 錄音標題

source: Rename
ar: إعادة التسمية
bn: নাম পরিবর্তন করুন
de: Umbenennen
es: Cambiar nombre
fa: تغییر نام
fil: Palitan ang pangalan
fr: Renommer
hi: नाम बदलें
it: Rinomina
ja: 名前を変更
ko: 이름 바꾸기
pl: Zmień nazwę
pt_br: Renomear
pt_pt: Mudar o nome
ru: Переименовать
sw: Badilisha jina
th: เปลี่ยนชื่อ
tr: Yeniden adlandır
ur: نام تبدیل کریں
vi: Đổi tên
zh_hans: 重命名
zh_hant: 重新命名

source: Retry pending
ar: إعادة المحاولة معلّقة
bn: আবার চেষ্টার অপেক্ষায়
de: Wiederholung ausstehend
es: Reintento pendiente
fa: در انتظار تلاش مجدد
fil: Nakabinbin ang muling pagsubok
fr: Nouvelle tentative en attente
hi: फिर कोशिश बाकी
it: Nuovo tentativo in attesa
ja: 再試行待ち
ko: 재시도 대기
pl: Oczekuje na ponowienie
pt_br: Nova tentativa pendente
pt_pt: Nova tentativa pendente
ru: Ожидается повтор
sw: Inasubiri kujaribu tena
th: รอลองอีกครั้ง
tr: Yeniden deneme bekliyor
ur: دوبارہ کوشش زیر التواء
vi: Chờ thử lại
zh_hans: 等待重试
zh_hant: 等待重試

source: Retry pending · %@
ar: إعادة المحاولة معلّقة · %@
bn: আবার চেষ্টার অপেক্ষায় · %@
de: Wiederholung ausstehend · %@
es: Reintento pendiente · %@
fa: در انتظار تلاش مجدد · %@
fil: Nakabinbin ang muling pagsubok · %@
fr: Nouvelle tentative en attente · %@
hi: फिर कोशिश बाकी · %@
it: Nuovo tentativo in attesa · %@
ja: 再試行待ち・%@
ko: 재시도 대기 · %@
pl: Oczekuje na ponowienie · %@
pt_br: Nova tentativa pendente · %@
pt_pt: Nova tentativa pendente · %@
ru: Ожидается повтор · %@
sw: Inasubiri kujaribu tena · %@
th: รอลองอีกครั้ง · %@
tr: Yeniden deneme bekliyor · %@
ur: دوبارہ کوشش زیر التواء · %@
vi: Chờ thử lại · %@
zh_hans: 等待重试·%@
zh_hant: 等待重試·%@

source: Review transfers
ar: مراجعة عمليات النقل
bn: ট্রান্সফার পর্যালোচনা করুন
de: Übertragungen prüfen
es: Revisar transferencias
fa: مرور انتقال‌ها
fil: Suriin ang mga paglilipat
fr: Vérifier les transferts
hi: ट्रांसफ़र जाँचें
it: Controlla i trasferimenti
ja: 転送先を確認
ko: 전송 허용 확인
pl: Sprawdź przekazywanie
pt_br: Revisar transferências
pt_pt: Rever envios
ru: Проверить передачу
sw: Kagua uhamishaji
th: ตรวจสอบการถ่ายโอน
tr: Aktarımları gözden geçir
ur: منتقلیوں کا جائزہ لیں
vi: Xem lại việc chuyển dữ liệu
zh_hans: 检查传输
zh_hant: 檢查傳輸

source: Save
ar: حفظ
bn: সেভ করুন
de: Speichern
es: Guardar
fa: ذخیره
fil: I-save
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存
ko: 저장
pl: Zapisz
pt_br: Salvar
pt_pt: Guardar
ru: Сохранить
sw: Hifadhi
th: บันทึก
tr: Kaydet
ur: محفوظ کریں
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Send recordings to %@?
ar: هل تريد إرسال التسجيلات إلى %@؟
bn: রেকর্ডিং %@-এর কাছে পাঠাবেন?
de: Aufnahmen an %@ senden?
es: ¿Enviar las grabaciones a %@?
fa: ضبط‌ها به %@ ارسال شوند؟
fil: Ipadala ang mga recording sa %@?
fr: Envoyer les enregistrements à %@ ?
hi: रिकॉर्डिंग %@ को भेजें?
it: Inviare le registrazioni a %@?
ja: 録音を%@に送信しますか？
ko: 녹음을 %@에 보낼까요?
pl: Wysyłać nagrania do %@?
pt_br: Enviar gravações para %@?
pt_pt: Enviar gravações para %@?
ru: Отправлять записи в %@?
sw: Ungependa kutuma rekodi kwa %@?
th: ส่งการบันทึกเสียงไปยัง %@ ใช่ไหม?
tr: Kayıtlar %@ sağlayıcısına gönderilsin mi?
ur: ریکارڈنگز %@ کو بھیجیں؟
vi: Gửi bản ghi âm đến %@?
zh_hans: 要将录音发送到%@吗？
zh_hant: 要將錄音傳送到%@嗎？

# Sign in
source: Connect Google Drive
ar: ربط Google Drive
bn: Google Drive কানেক্ট করুন
de: Google Drive verbinden
es: Conectar Google Drive
fa: اتصال Google Drive
fil: Ikonekta ang Google Drive
fr: Connecter Google Drive
hi: Google Drive कनेक्ट करें
it: Collega Google Drive
ja: Google Driveに接続
ko: Google Drive 연결
pl: Połącz z Google Drive
pt_br: Conectar ao Google Drive
pt_pt: Ligar o Google Drive
ru: Подключить Google Drive
sw: Unganisha Google Drive
th: เชื่อมต่อ Google Drive
tr: Google Drive'ı bağla
ur: Google Drive منسلک کریں
vi: Kết nối Google Drive
zh_hans: 连接Google Drive
zh_hant: 連接Google Drive

# Sign in again to carry on
source: Connect Google Drive to continue uploads
ar: اربط Google Drive لمتابعة الرفع
bn: আপলোড চালিয়ে যেতে Google Drive কানেক্ট করুন
de: Google Drive verbinden, um Uploads fortzusetzen
es: Conecta Google Drive para continuar las subidas
fa: برای ادامه بارگذاری‌ها، Google Drive را متصل کنید
fil: Ikonekta ang Google Drive para ituloy ang mga pag-upload
fr: Connectez Google Drive pour reprendre les envois
hi: अपलोड जारी रखने के लिए Google Drive कनेक्ट करें
it: Collega Google Drive per continuare i caricamenti
ja: アップロードを続けるにはGoogle Driveに接続してください
ko: 업로드를 계속하려면 Google Drive를 연결하세요
pl: Połącz z Google Drive, aby kontynuować przesyłanie
pt_br: Conecte o Google Drive para continuar os envios
pt_pt: Ligue o Google Drive para continuar os carregamentos
ru: Подключите Google Drive, чтобы продолжить загрузку
sw: Unganisha Google Drive ili kuendelea kupakia
th: เชื่อมต่อ Google Drive เพื่ออัปโหลดต่อ
tr: Yüklemelere devam etmek için Google Drive'ı bağlayın
ur: اپ لوڈز جاری رکھنے کے لیے Google Drive منسلک کریں
vi: Kết nối Google Drive để tiếp tục tải lên
zh_hans: 连接Google Drive以继续上传
zh_hant: 連接Google Drive以繼續上傳

# Sign-in needed
source: Upload waiting
ar: الرفع قيد الانتظار
bn: আপলোডের অপেক্ষায়
de: Upload wartet
es: Subida en espera
fa: بارگذاری در انتظار
fil: Naghihintay ang pag-upload
fr: Envoi en attente
hi: अपलोड की प्रतीक्षा
it: Caricamento in attesa
ja: アップロード待ち
ko: 업로드 대기
pl: Przesyłanie oczekuje
pt_br: Envio em espera
pt_pt: Carregamento em espera
ru: Ожидание загрузки
sw: Upakiaji unasubiri
th: รออัปโหลด
tr: Yükleme bekliyor
ur: اپ لوڈ منتظر
vi: Chờ tải lên
zh_hans: 等待上传
zh_hant: 等待上傳

source: Something went wrong at the provider. It will try again.
ar: حدث خطأ لدى المزوّد. ستتم إعادة المحاولة.
bn: প্রদানকারীর দিকে কোনো সমস্যা হয়েছে। আবার চেষ্টা করা হবে।
de: Beim Anbieter ist ein Fehler aufgetreten. Ein neuer Versuch folgt.
es: Hubo un error en el proveedor. Se reintentará.
fa: مشکلی در سمت ارائه‌دهنده پیش آمد. دوباره تلاش می‌شود.
fil: Nagkaproblema sa provider. Susubukan itong muli.
fr: Une erreur est survenue chez le fournisseur. Une nouvelle tentative suivra.
hi: प्रदाता में समस्या हुई। फिर कोशिश होगी।
it: Si è verificato un errore presso il fornitore. Verrà fatto un nuovo tentativo.
ja: 提供者でエラーが発生しました。自動で再試行します。
ko: 제공자 쪽에서 문제가 생겼습니다. 다시 시도합니다.
pl: Wystąpił błąd po stronie dostawcy. Nastąpi ponowna próba.
pt_br: Ocorreu um erro no provedor. Haverá nova tentativa.
pt_pt: Ocorreu um erro no fornecedor. Será feita uma nova tentativa.
ru: У провайдера произошла ошибка. Попытка будет повторена.
sw: Hitilafu imetokea kwa mtoa huduma. Itajaribu tena.
th: เกิดข้อผิดพลาดที่ผู้ให้บริการ ระบบจะลองอีกครั้ง
tr: Sağlayıcıda bir sorun oluştu. Yeniden denenecek.
ur: فراہم کنندہ کی طرف کچھ غلط ہو گیا۔ دوبارہ کوشش کی جائے گی۔
vi: Đã xảy ra lỗi ở phía nhà cung cấp. Ứng dụng sẽ tự thử lại.
zh_hans: 提供商发生错误，将自动重试。
zh_hant: 供應商發生錯誤，將自動重試。

source: Speech recognition model
ar: نموذج التعرّف على الكلام
bn: স্পিচ রিকগনিশন মডেল
de: Spracherkennungsmodell
es: Modelo de reconocimiento de voz
fa: مدل تشخیص گفتار
fil: Modelo ng speech recognition
fr: Modèle de reconnaissance vocale
hi: स्पीच रिकग्निशन मॉडल
it: Modello di riconoscimento vocale
ja: 音声認識モデル
ko: 음성 인식 모델
pl: Model rozpoznawania mowy
pt_br: Modelo de reconhecimento de fala
pt_pt: Modelo de reconhecimento de voz
ru: Модель распознавания речи
sw: Modeli ya utambuzi wa matamshi
th: โมเดลรู้จำเสียงพูด
tr: Konuşma tanıma modeli
ur: تقریر کی شناخت کا ماڈل
vi: Mô hình nhận dạng giọng nói
zh_hans: 语音识别模型
zh_hant: 語音辨識模型

source: Spoken language
ar: لغة التسجيل
bn: রেকর্ডিংয়ের ভাষা
de: Gesprochene Sprache
es: Idioma hablado
fa: زبان گفتار
fil: Wikang sinasalita
fr: Langue parlée
hi: रिकॉर्डिंग की भाषा
it: Lingua parlata
ja: 録音の言語
ko: 녹음 언어
pl: Język wypowiedzi
pt_br: Idioma falado
pt_pt: Idioma falado
ru: Язык речи
sw: Lugha inayozungumzwa
th: ภาษาที่พูด
tr: Konuşulan dil
ur: بولی جانے والی زبان
vi: Ngôn ngữ nói
zh_hans: 录音语言
zh_hant: 錄音語言

source: Starts with a lowercase letter; lowercase, digits and underscores, up to 32
ar: يبدأ بحرف صغير؛ أحرف صغيرة وأرقام وشرطة سفلية، حتى 32 حرفًا
bn: ছোট হাতের অক্ষর দিয়ে শুরু; ছোট হাতের অক্ষর, অঙ্ক ও আন্ডারস্কোর, সর্বোচ্চ 32 অক্ষর
de: Beginnt mit Kleinbuchstaben; Kleinbuchstaben, Ziffern und Unterstriche, höchstens 32 Zeichen
es: Empieza por una minúscula; minúsculas, números y guiones bajos, hasta 32 caracteres
fa: با حرف کوچک شروع شود؛ فقط حروف کوچک، ارقام و زیرخط، حداکثر ۳۲ نویسه
fil: Nagsisimula sa maliit na titik; maliliit na titik, numero at underscore, hanggang 32
fr: Commence par une minuscule ; minuscules, chiffres et tirets bas, 32 caractères maximum
hi: छोटे अक्षर से शुरू; छोटे अक्षर, अंक और अंडरस्कोर, अधिकतम 32
it: Inizia con una lettera minuscola; minuscole, cifre e trattini bassi, fino a 32 caratteri
ja: 英小文字で始め、英小文字・数字・アンダースコアを32文字以内で入力
ko: 소문자로 시작하고 소문자·숫자·밑줄 32자까지
pl: Zaczyna się małą literą; małe litery, cyfry i podkreślenia, maks. 32 znaki
pt_br: Começa com minúscula; minúsculas, números e sublinhados, até 32 caracteres
pt_pt: Começa por uma letra minúscula; minúsculas, algarismos e sublinhados, até 32 caracteres
ru: Начинается со строчной буквы; строчные буквы, цифры и подчёркивания, до 32 символов
sw: Huanza na herufi ndogo; herufi ndogo, tarakimu na mistari ya chini, hadi herufi 32
th: ขึ้นต้นด้วยอักษรอังกฤษตัวพิมพ์เล็ก ใช้ได้เฉพาะตัวพิมพ์เล็ก ตัวเลข และขีดล่าง ไม่เกิน 32 ตัว
tr: Küçük harfle başlar; küçük harf, rakam ve alt çizgi, en fazla 32 karakter
ur: چھوٹے حرف سے شروع؛ چھوٹے حروف، ہندسے اور انڈر اسکور، زیادہ سے زیادہ 32
vi: Bắt đầu bằng chữ thường; chỉ gồm chữ thường, chữ số và dấu gạch dưới, tối đa 32 ký tự
zh_hans: 以小写字母开头，仅含小写字母、数字和下划线，最多32个字符
zh_hant: 以小寫字母開頭，僅含小寫字母、數字和底線，最多32個字元

source: Still uploading — try again once it has finished
ar: الرفع مستمر. أعد المحاولة بعد انتهائه
bn: এখনও আপলোড হচ্ছে; শেষ হলে আবার চেষ্টা করুন
de: Upload läuft noch. Nach Abschluss erneut versuchen
es: Aún se está subiendo. Reintenta cuando termine
fa: هنوز در حال بارگذاری است؛ پس از پایان آن دوباره امتحان کنید
fil: Ina-upload pa — subukang muli kapag tapos na
fr: Envoi en cours. Réessayez après sa fin
hi: अभी अपलोड जारी है। पूरा होने पर फिर कोशिश करें
it: Caricamento ancora in corso: riprova al termine
ja: アップロード中です。完了後に再試行してください
ko: 아직 업로드 중입니다 — 끝난 뒤에 다시 시도하세요
pl: Przesyłanie trwa — spróbuj ponownie po jego zakończeniu
pt_br: Ainda enviando. Tente novamente quando terminar
pt_pt: Ainda a carregar — tente novamente quando terminar
ru: Загрузка ещё идёт. Повторите после завершения
sw: Bado inapakia — jaribu tena ikishakamilika
th: ยังอัปโหลดอยู่ ลองอีกครั้งเมื่ออัปโหลดเสร็จ
tr: Hâlâ yükleniyor — bittiğinde yeniden deneyin
ur: ابھی اپ لوڈ ہو رہا ہے — مکمل ہونے پر دوبارہ کوشش کریں
vi: Vẫn đang tải lên — hãy thử lại khi hoàn tất
zh_hans: 仍在上传，请在完成后重试
zh_hant: 仍在上傳，請在完成後重試

source: Stop the recording first
ar: أوقف التسجيل أولًا
bn: আগে রেকর্ডিং থামান
de: Zuerst die Aufnahme stoppen
es: Detén primero la grabación
fa: ابتدا ضبط را متوقف کنید
fil: Ihinto muna ang pag-record
fr: Arrêtez d’abord l’enregistrement
hi: पहले रिकॉर्डिंग बंद करें
it: Prima interrompi la registrazione
ja: 先に録音を停止してください
ko: 먼저 녹음을 중지하세요
pl: Najpierw zatrzymaj nagrywanie
pt_br: Pare a gravação primeiro
pt_pt: Pare primeiro a gravação
ru: Сначала остановите запись
sw: Simamisha kurekodi kwanza
th: หยุดการบันทึกเสียงก่อน
tr: Önce kaydı durdurun
ur: پہلے ریکارڈنگ روکیں
vi: Hãy dừng ghi âm trước
zh_hans: 请先停止录音
zh_hant: 請先停止錄音

source: System default
ar: افتراضي النظام
bn: সিস্টেম ডিফল্ট
de: Systemstandard
es: Predeterminado del sistema
fa: پیش‌فرض سیستم
fil: Default ng system
fr: Valeur par défaut du système
hi: सिस्टम डिफ़ॉल्ट
it: Predefinito di sistema
ja: システムの既定
ko: 시스템 기본
pl: Zgodnie z systemem
pt_br: Padrão do sistema
pt_pt: Predefinição do sistema
ru: По умолчанию в системе
sw: Chaguomsingi la mfumo
th: ค่าเริ่มต้นของระบบ
tr: Sistem varsayılanı
ur: سسٹم ڈیفالٹ
vi: Mặc định của hệ thống
zh_hans: 系统默认
zh_hant: 系統預設

source: The document changed while this was open
ar: تغيّر المستند أثناء فتحه
bn: এটি খোলা থাকার সময় ডকুমেন্টটি পরিবর্তিত হয়েছে
de: Das Dokument wurde während der Bearbeitung geändert
es: El documento cambió mientras estaba abierto
fa: سند در مدتی که این صفحه باز بود تغییر کرد
fil: Nagbago ang dokumento habang nakabukas ito
fr: Le document a changé pendant son ouverture
hi: खुले रहने के दौरान दस्तावेज़ बदल गया
it: Il documento è cambiato mentre era aperto
ja: 開いている間にドキュメントが変更されました
ko: 편집하는 사이에 문서가 바뀌었습니다
pl: Dokument zmienił się, gdy był otwarty
pt_br: O documento mudou enquanto estava aberto
pt_pt: O documento foi alterado enquanto estava aberto
ru: Документ изменился, пока был открыт
sw: Hati imebadilika ilipokuwa imefunguliwa
th: เอกสารมีการเปลี่ยนแปลงระหว่างที่เปิดอยู่
tr: Bu açıkken belge değişti
ur: یہ کھلا رہنے کے دوران دستاویز تبدیل ہو گئی
vi: Tài liệu đã thay đổi trong khi đang mở
zh_hans: 文档在打开期间已发生更改
zh_hant: 文件在開啟期間已發生變更

source: The provider did not finish in time. It will submit again.
ar: لم ينتهِ المزوّد في الوقت المحدد. سيُعاد الإرسال.
bn: প্রদানকারী সময়মতো শেষ করতে পারেনি। আবার জমা দেওয়া হবে।
de: Der Anbieter wurde nicht rechtzeitig fertig. Die Anfrage wird erneut gesendet.
es: El proveedor no terminó a tiempo. Se enviará de nuevo.
fa: ارائه‌دهنده به‌موقع کار را تمام نکرد. دوباره ارسال می‌شود.
fil: Hindi natapos ng provider sa takdang oras. Ipapadala itong muli.
fr: Le fournisseur n’a pas terminé à temps. La demande sera renvoyée.
hi: प्रदाता समय पर पूरा नहीं कर सका। फिर सबमिट होगा।
it: Il fornitore non ha terminato in tempo. La richiesta verrà inviata di nuovo.
ja: 提供者の処理が時間内に終わりませんでした。再送信します。
ko: 제공자가 제때 끝내지 못했습니다. 다시 제출합니다.
pl: Dostawca nie zakończył na czas. Żądanie zostanie wysłane ponownie.
pt_br: O provedor não terminou a tempo. Será enviado novamente.
pt_pt: O fornecedor não terminou a tempo. O pedido será enviado novamente.
ru: Провайдер не завершил вовремя. Запрос будет отправлен снова.
sw: Mtoa huduma hakumaliza kwa wakati. Itatumwa tena.
th: ผู้ให้บริการทำงานไม่เสร็จทันเวลา ระบบจะส่งอีกครั้ง
tr: Sağlayıcı zamanında tamamlayamadı. Yeniden gönderilecek.
ur: فراہم کنندہ وقت پر مکمل نہیں کر سکا۔ دوبارہ جمع کیا جائے گا۔
vi: Nhà cung cấp không xử lý xong kịp thời. Ứng dụng sẽ gửi lại.
zh_hans: 提供商未在规定时间内完成，将重新提交。
zh_hant: 供應商未在規定時間內完成，將重新提交。

source: The provider rejected the key.
ar: رفض المزوّد المفتاح
bn: প্রদানকারী কী-টি প্রত্যাখ্যান করেছে।
de: Der Anbieter hat den Schlüssel abgelehnt
es: El proveedor rechazó la clave
fa: ارائه‌دهنده کلید را رد کرد.
fil: Tinanggihan ng provider ang key.
fr: Le fournisseur a refusé la clé
hi: प्रदाता ने कुंजी अस्वीकार की
it: Il fornitore ha rifiutato la chiave.
ja: 提供者がキーを拒否しました
ko: 제공자가 키를 거부했습니다.
pl: Dostawca odrzucił klucz.
pt_br: O provedor recusou a chave
pt_pt: O fornecedor rejeitou a chave.
ru: Провайдер отклонил ключ
sw: Mtoa huduma amekataa ufunguo.
th: ผู้ให้บริการปฏิเสธคีย์
tr: Sağlayıcı anahtarı reddetti.
ur: فراہم کنندہ نے کلید مسترد کر دی۔
vi: Nhà cung cấp đã từ chối khóa.
zh_hans: 提供商拒绝了密钥
zh_hant: 供應商拒絕了金鑰

source: The provider would not accept this audio.
ar: لم يقبل المزوّد هذا الصوت.
bn: প্রদানকারী এই অডিও গ্রহণ করেনি।
de: Der Anbieter hat dieses Audio nicht akzeptiert.
es: El proveedor no aceptó este audio.
fa: ارائه‌دهنده این صدا را نپذیرفت.
fil: Hindi tinanggap ng provider ang audio na ito.
fr: Le fournisseur n’a pas accepté cet audio.
hi: प्रदाता ने यह ऑडियो स्वीकार नहीं किया।
it: Il fornitore non ha accettato questo audio.
ja: 提供者がこの音声を受け付けませんでした。
ko: 제공자가 이 오디오를 받아들이지 않았습니다.
pl: Dostawca nie przyjął tego audio.
pt_br: O provedor não aceitou este áudio.
pt_pt: O fornecedor não aceitou este áudio.
ru: Провайдер не принял это аудио.
sw: Mtoa huduma hakukubali sauti hii.
th: ผู้ให้บริการไม่ยอมรับเสียงนี้
tr: Sağlayıcı bu sesi kabul etmedi.
ur: فراہم کنندہ نے یہ آڈیو قبول نہیں کیا۔
vi: Nhà cung cấp không chấp nhận âm thanh này.
zh_hans: 提供商无法接受此音频。
zh_hant: 供應商無法接受此音訊。

source: The sign-in was cancelled
ar: أُلغي تسجيل الدخول
bn: সাইন-ইন বাতিল করা হয়েছে
de: Die Anmeldung wurde abgebrochen
es: Se canceló el inicio de sesión
fa: ورود لغو شد
fil: Kinansela ang pag-sign in
fr: La connexion a été annulée
hi: साइन इन रद्द हुआ
it: L’accesso è stato annullato
ja: ログインがキャンセルされました
ko: 로그인이 취소되었습니다
pl: Logowanie zostało anulowane
pt_br: O login foi cancelado
pt_pt: O início de sessão foi cancelado
ru: Вход отменён
sw: Kuingia kumeghairiwa
th: การลงชื่อเข้าใช้ถูกยกเลิก
tr: Oturum açma iptal edildi
ur: سائن ان منسوخ ہو گیا
vi: Đã hủy đăng nhập
zh_hans: 登录已取消
zh_hant: 登入已取消

# The upload queue on this Mac is wiped. Workflows and keys stay.
source: Pending processing pauses until you reconnect the same account. Recordings, Drive files and keys stay.
ar: تتوقف المعالجة المعلّقة حتى إعادة ربط الحساب نفسه. تبقى التسجيلات وملفات Drive والمفاتيح.
bn: একই অ্যাকাউন্ট আবার কানেক্ট না করা পর্যন্ত বাকি প্রসেসিং থেমে থাকবে। রেকর্ডিং, Drive ফাইল এবং কী-গুলো থেকে যাবে।
de: Ausstehende Verarbeitung pausiert, bis dasselbe Konto erneut verbunden ist. Aufnahmen, Drive-Dateien und Schlüssel bleiben erhalten.
es: El procesamiento pendiente se pausa hasta reconectar la misma cuenta. Se conservan grabaciones, archivos de Drive y claves.
fa: پردازش‌های در انتظار تا اتصال دوباره همان حساب متوقف می‌مانند. ضبط‌ها، فایل‌های Drive و کلیدها باقی می‌مانند.
fil: Naka-pause ang nakabinbing pagproseso hanggang ikonekta mo ulit ang parehong account. Mananatili ang mga recording, file sa Drive, at key.
fr: Le traitement en attente est suspendu jusqu’à la reconnexion du même compte. Enregistrements, fichiers Drive et clés sont conservés.
hi: वही खाता फिर कनेक्ट होने तक लंबित प्रोसेसिंग रुकेगी। रिकॉर्डिंग, Drive फ़ाइलें और कुंजियाँ बनी रहेंगी।
it: L’elaborazione in sospeso si interrompe finché non ricolleghi lo stesso account. Registrazioni, file di Drive e chiavi restano.
ja: 同じアカウントに再接続するまで処理を一時停止します。録音、Driveのファイル、キーは残ります。
ko: 대기 중인 처리는 같은 계정에 다시 연결하면 이어집니다. 녹음, Drive 파일과 키는 유지됩니다.
pl: Oczekujące przetwarzanie zostanie wstrzymane do ponownego połączenia tego samego konta. Nagrania, pliki na Drive i klucze zostaną zachowane.
pt_br: O processamento pendente pausa até reconectar a mesma conta. Gravações, arquivos do Drive e chaves são mantidos.
pt_pt: O processamento pendente fica em pausa até voltar a ligar a mesma conta. As gravações, os ficheiros do Drive e as chaves são mantidos.
ru: Обработка приостановится до повторного подключения того же аккаунта. Записи, файлы Drive и ключи сохранятся.
sw: Uchakataji unaosubiri utasitishwa hadi uunganishe tena akaunti ile ile. Rekodi, faili za Drive na funguo zitabaki.
th: การประมวลผลที่รออยู่จะหยุดชั่วคราวจนกว่าคุณจะเชื่อมต่อบัญชีเดิมอีกครั้ง การบันทึกเสียง ไฟล์ใน Drive และคีย์จะยังคงอยู่
tr: Bekleyen işlemler, aynı hesabı yeniden bağlayana kadar duraklatılır. Kayıtlar, Drive dosyaları ve anahtarlar korunur.
ur: جب تک آپ وہی اکاؤنٹ دوبارہ منسلک نہ کریں، زیر التواء پروسیسنگ رکی رہے گی۔ ریکارڈنگز، Drive فائلیں اور کلیدیں برقرار رہیں گی۔
vi: Việc xử lý đang chờ sẽ tạm dừng cho đến khi bạn kết nối lại cùng tài khoản. Bản ghi âm, tệp Drive và khóa vẫn được giữ.
zh_hans: 重新连接同一账号前，待处理任务将暂停。录音、Drive文件和密钥都会保留。
zh_hant: 重新連接同一帳戶前，待處理工作將暫停。錄音、Drive檔案和金鑰都會保留。
